Repository: qwer12345uui/tower
Catalog: Tower/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, id, ja, ko, pt_br, ru, th, tr, vi, zh_hant

source: 支持 HTTPS 的 Clash / Surge .list 规则集，也支持 DOMAIN、DOMAIN-SUFFIX、DOMAIN-KEYWORD、IP-CIDR、IP-CIDR6、GEOIP 等 TYPE,VALUE 写法。保存后会出现在“我的规则集”，点击加号才会加入当前规则。
ar: يدعم مجموعات قواعد Clash / Surge ‏.list عبر HTTPS، وكذلك صيغة TYPE,VALUE مثل DOMAIN وDOMAIN-SUFFIX وDOMAIN-KEYWORD وIP-CIDR وIP-CIDR6 وGEOIP. بعد الحفظ تظهر في «مجموعات القواعد الخاصة بي»، ولا تُضاف إلى القواعد الحالية إلا بالضغط على علامة +.
de: Unterstützt Clash-/Surge-.list-Regelsätze über HTTPS sowie die Schreibweise TYPE,VALUE wie DOMAIN, DOMAIN-SUFFIX, DOMAIN-KEYWORD, IP-CIDR, IP-CIDR6 und GEOIP. Nach dem Sichern erscheint der Satz unter „Meine Regelsätze“ und wird erst per Pluszeichen zu den aktuellen Regeln hinzugefügt.
en: Supports Clash / Surge .list rule sets over HTTPS, and TYPE,VALUE forms such as DOMAIN, DOMAIN-SUFFIX, DOMAIN-KEYWORD, IP-CIDR, IP-CIDR6 and GEOIP. Once saved it appears under My Rule Sets, and only joins the current rules when you tap the plus.
es: Admite conjuntos de reglas .list de Clash / Surge por HTTPS, así como formas TYPE,VALUE como DOMAIN, DOMAIN-SUFFIX, DOMAIN-KEYWORD, IP-CIDR, IP-CIDR6 y GEOIP. Al guardarlo aparece en «Mis conjuntos de reglas» y solo se añade a las reglas actuales al tocar el signo más.
fr: Prend en charge les jeux de règles .list Clash / Surge en HTTPS, ainsi que les formes TYPE,VALUE comme DOMAIN, DOMAIN-SUFFIX, DOMAIN-KEYWORD, IP-CIDR, IP-CIDR6 et GEOIP. Une fois enregistré, il apparaît dans « Mes jeux de règles » et n'est ajouté aux règles actuelles qu'en touchant le plus.
id: Mendukung set aturan .list Clash / Surge melalui HTTPS, serta bentuk TYPE,VALUE seperti DOMAIN, DOMAIN-SUFFIX, DOMAIN-KEYWORD, IP-CIDR, IP-CIDR6, dan GEOIP. Setelah disimpan, set itu muncul di Set Aturan Saya dan baru masuk ke aturan saat ini ketika Anda menekan tanda plus.
ja: HTTPS 経由の Clash / Surge の .list ルールセットに加え、DOMAIN、DOMAIN-SUFFIX、DOMAIN-KEYWORD、IP-CIDR、IP-CIDR6、GEOIP などの TYPE,VALUE 形式に対応します。保存すると「マイルールセット」に表示され、＋を押して初めて現在のルールに追加されます。
ko: HTTPS로 제공되는 Clash / Surge .list 규칙 세트와 DOMAIN, DOMAIN-SUFFIX, DOMAIN-KEYWORD, IP-CIDR, IP-CIDR6, GEOIP 같은 TYPE,VALUE 형식을 지원합니다. 저장하면 '마이 룰셋'에 나타나며, 더하기를 눌러야 현재 규칙에 추가됩니다.
pt_br: Aceita conjuntos de regras .list do Clash / Surge por HTTPS e formas TYPE,VALUE como DOMAIN, DOMAIN-SUFFIX, DOMAIN-KEYWORD, IP-CIDR, IP-CIDR6 e GEOIP. Depois de salvo, ele aparece em Meus conjuntos de regras e só entra nas regras atuais quando você toca no mais.
ru: Поддерживает наборы правил .list для Clash / Surge по HTTPS, а также формы TYPE,VALUE: DOMAIN, DOMAIN-SUFFIX, DOMAIN-KEYWORD, IP-CIDR, IP-CIDR6, GEOIP. После сохранения набор появляется в «Мои наборы правил» и добавляется к текущим правилам только по нажатию плюса.
th: รองรับชุดกฎ .list ของ Clash / Surge ผ่าน HTTPS และรูปแบบ TYPE,VALUE เช่น DOMAIN, DOMAIN-SUFFIX, DOMAIN-KEYWORD, IP-CIDR, IP-CIDR6 และ GEOIP เมื่อบันทึกแล้วจะปรากฏใน “ชุดกฎของฉัน” และจะเข้าร่วมกฎปัจจุบันก็ต่อเมื่อแตะเครื่องหมายบวก
tr: HTTPS üzerinden Clash / Surge .list kural kümelerini ve DOMAIN, DOMAIN-SUFFIX, DOMAIN-KEYWORD, IP-CIDR, IP-CIDR6, GEOIP gibi TYPE,VALUE yazımlarını destekler. Kaydedildikten sonra “Kural Kümelerim” altında görünür ve ancak artı işaretine dokununca geçerli kurallara katılır.
vi: Hỗ trợ bộ quy tắc .list của Clash / Surge qua HTTPS, cùng các dạng TYPE,VALUE như DOMAIN, DOMAIN-SUFFIX, DOMAIN-KEYWORD, IP-CIDR, IP-CIDR6 và GEOIP. Sau khi lưu, bộ quy tắc xuất hiện trong “Bộ quy tắc của tôi” và chỉ tham gia quy tắc hiện tại khi bạn chạm dấu cộng.
zh_hant: 支援 HTTPS 的 Clash / Surge .list 規則集，也支援 DOMAIN、DOMAIN-SUFFIX、DOMAIN-KEYWORD、IP-CIDR、IP-CIDR6、GEOIP 等 TYPE,VALUE 寫法。儲存後會出現在「我的規則集」，點擊加號才會加入目前規則。

source: 支持 HTTPS 的 Clash / Surge .list 规则集，也支持 DOMAIN、DOMAIN-SUFFIX、DOMAIN-KEYWORD、IP-CIDR、IP-CIDR6、GEOIP 等 TYPE,VALUE 写法。空行及 #、;、// 注释会忽略，no-resolve 会保留。添加后可在自定义规则中设置候选策略。
ar: يدعم مجموعات قواعد Clash / Surge بصيغة .list عبر HTTPS، وقواعد TYPE,VALUE مثل DOMAIN وDOMAIN-SUFFIX وDOMAIN-KEYWORD وIP-CIDR وIP-CIDR6 وGEOIP. تُهمل الأسطر الفارغة وتعليقات # و; و//، ويُحتفظ بـ no-resolve. بعد الإضافة، اختر السياسات المرشحة في القواعد المخصصة.
de: Unterstützt Clash-/Surge-.list-Regelsätze über HTTPS sowie TYPE,VALUE-Regeln wie DOMAIN, DOMAIN-SUFFIX, DOMAIN-KEYWORD, IP-CIDR, IP-CIDR6 und GEOIP. Leerzeilen und Kommentare mit #, ; oder // werden ignoriert; no-resolve bleibt erhalten. Kandidaten können danach unter Eigene Regeln gewählt werden.
en: Supports HTTPS Clash / Surge .list rule sets and TYPE,VALUE rules such as DOMAIN, DOMAIN-SUFFIX, DOMAIN-KEYWORD, IP-CIDR, IP-CIDR6, and GEOIP. Blank lines and #, ;, or // comments are ignored; no-resolve is preserved. After adding, choose candidate policies in Custom Rules.
es: Admite conjuntos .list de Clash / Surge por HTTPS y reglas TYPE,VALUE como DOMAIN, DOMAIN-SUFFIX, DOMAIN-KEYWORD, IP-CIDR, IP-CIDR6 y GEOIP. Se omiten las líneas vacías y los comentarios #, ; o //; no-resolve se conserva. Después, elige las políticas candidatas en Reglas personalizadas.
fr: Prend en charge les jeux .list Clash / Surge via HTTPS et les règles TYPE,VALUE comme DOMAIN, DOMAIN-SUFFIX, DOMAIN-KEYWORD, IP-CIDR, IP-CIDR6 et GEOIP. Les lignes vides et commentaires #, ; ou // sont ignorés ; no-resolve est conservé. Choisissez ensuite les stratégies candidates dans Règles personnalisées.
id: Mendukung set aturan Clash / Surge .list melalui HTTPS dan aturan TYPE,VALUE seperti DOMAIN, DOMAIN-SUFFIX, DOMAIN-KEYWORD, IP-CIDR, IP-CIDR6, dan GEOIP. Baris kosong serta komentar #, ;, atau // diabaikan; no-resolve dipertahankan. Setelah ditambahkan, pilih kebijakan kandidat di Aturan Kustom.
ja: HTTPS の Clash / Surge .list ルールセットと、DOMAIN、DOMAIN-SUFFIX、DOMAIN-KEYWORD、IP-CIDR、IP-CIDR6、GEOIP などの TYPE,VALUE 形式に対応します。空行と #、;、// コメントは無視し、no-resolve は保持します。追加後にカスタムルールで候補ポリシーを選べます。
ko: HTTPS Clash / Surge .list 규칙 세트와 DOMAIN, DOMAIN-SUFFIX, DOMAIN-KEYWORD, IP-CIDR, IP-CIDR6, GEOIP 등의 TYPE,VALUE 규칙을 지원합니다. 빈 줄과 #, ;, // 주석은 무시하고 no-resolve는 유지합니다. 추가한 뒤 사용자 규칙에서 후보 정책을 선택하세요.
pt_br: Compatível com conjuntos .list do Clash / Surge via HTTPS e regras TYPE,VALUE como DOMAIN, DOMAIN-SUFFIX, DOMAIN-KEYWORD, IP-CIDR, IP-CIDR6 e GEOIP. Linhas vazias e comentários #, ; ou // são ignorados; no-resolve é preservado. Depois, escolha as políticas candidatas em Regras personalizadas.
ru: Поддерживаются наборы Clash / Surge .list по HTTPS и правила TYPE,VALUE: DOMAIN, DOMAIN-SUFFIX, DOMAIN-KEYWORD, IP-CIDR, IP-CIDR6, GEOIP и другие. Пустые строки и комментарии #, ; или // игнорируются; no-resolve сохраняется. После добавления выберите политики в разделе пользовательских правил.
th: รองรับชุดกฎ Clash / Surge .list ผ่าน HTTPS และกฎแบบ TYPE,VALUE เช่น DOMAIN, DOMAIN-SUFFIX, DOMAIN-KEYWORD, IP-CIDR, IP-CIDR6 และ GEOIP ระบบจะข้ามบรรทัดว่างและความคิดเห็น #, ; หรือ // และเก็บ no-resolve ไว้ หลังเพิ่มแล้วให้เลือกนโยบายในกฎกำหนดเอง
tr: HTTPS üzerinden Clash / Surge .list kural kümelerini ve DOMAIN, DOMAIN-SUFFIX, DOMAIN-KEYWORD, IP-CIDR, IP-CIDR6, GEOIP gibi TYPE,VALUE kurallarını destekler. Boş satırlar ile #, ; veya // yorumları yok sayılır; no-resolve korunur. Ekledikten sonra Özel Kurallar bölümünde aday politikaları seçin.
vi: Hỗ trợ bộ quy tắc Clash / Surge .list qua HTTPS và quy tắc TYPE,VALUE như DOMAIN, DOMAIN-SUFFIX, DOMAIN-KEYWORD, IP-CIDR, IP-CIDR6 và GEOIP. Dòng trống cùng chú thích #, ; hoặc // sẽ bị bỏ qua; no-resolve được giữ lại. Sau khi thêm, hãy chọn chính sách ứng viên trong Quy tắc tùy chỉnh.
zh_hant: 支援 HTTPS 的 Clash / Surge .list 規則集，也支援 DOMAIN、DOMAIN-SUFFIX、DOMAIN-KEYWORD、IP-CIDR、IP-CIDR6、GEOIP 等 TYPE,VALUE 寫法。空行及 #、;、// 註解會忽略，no-resolve 會保留。加入後可在自訂規則中設定候選策略。

source: 支持安卓、Windows、Mac、路由器等。
ar: يدعم Android وWindows وMac وأجهزة التوجيه وغيرها.
de: Unterstützt Android, Windows, Mac, Router und mehr.
en: Supports Android, Windows, Mac, routers, and more.
es: Compatible con Android, Windows, Mac, routers y más.
fr: Compatible avec Android, Windows, Mac, les routeurs, etc.
id: Mendukung Android, Windows, Mac, router, dan lainnya.
ja: Android、Windows、Mac、ルーターなどに対応。
ko: Android, Windows, Mac, 라우터 등을 지원합니다.
pt_br: Compatível com Android, Windows, Mac, roteadores e mais.
ru: Поддерживает Android, Windows, Mac, роутеры и другие устройства.
th: รองรับ Android, Windows, Mac, เราเตอร์ และอื่นๆ
tr: Android, Windows, Mac, yönlendiriciler ve daha fazlasını destekler.
vi: Hỗ trợ Android, Windows, Mac, bộ định tuyến và nhiều thiết bị khác.
zh_hant: 支援 Android、Windows、Mac、路由器等。

source: 支持手动创建规则和引用规则集。
ar: يدعم إنشاء القواعد يدويًا والإشارة إلى مجموعات القواعد.
de: Regeln manuell erstellen oder Regelsätze referenzieren.
en: Create rules manually or reference a remote rule set.
es: Crea reglas manualmente o referencia conjuntos de reglas.
fr: Créez des règles manuellement ou référencez un jeu de règles.
id: Buat aturan secara manual atau rujuk set aturan.
ja: ルールの手動作成とルールセットの参照に対応します。
ko: 규칙을 직접 만들거나 규칙 세트를 참조할 수 있습니다.
pt_br: Crie regras manualmente ou referencie conjuntos de regras.
ru: Создавайте правила вручную или подключайте наборы правил.
th: สร้างกฎด้วยตนเองหรืออ้างอิงชุดกฎ
tr: Kuralları elle oluşturun veya bir kural kümesine başvurun.
vi: Tạo quy tắc thủ công hoặc tham chiếu bộ quy tắc.
zh_hant: 支援手動建立規則和引用規則集。

source: 支持机场订阅链接，也可以直接粘贴 SS、VMess、VLESS、Trojan 等节点。
ar: يدعم روابط اشتراك مزوّدي الخدمة، كما يمكنك لصق عقد SS وVMess وVLESS وTrojan وغيرها مباشرةً.
de: Links zu Anbieter-Abonnements werden unterstützt. SS-, VMess-, VLESS-, Trojan- und andere Knoten können auch direkt eingefügt werden.
en: Provider subscription URLs are supported. You can also paste SS, VMess, VLESS, Trojan, and other nodes directly.
es: Se admiten URL de suscripción de proveedores. También puedes pegar directamente nodos SS, VMess, VLESS, Trojan y otros.
fr: Les URL d’abonnement des fournisseurs sont prises en charge. Vous pouvez aussi coller directement des nœuds SS, VMess, VLESS, Trojan et autres.
id: URL langganan penyedia didukung. Anda juga dapat langsung menempel node SS, VMess, VLESS, Trojan, dan lainnya.
ja: プロバイダーのサブスクリプションURLに対応しています。SS、VMess、VLESS、Trojanなどのノードを直接貼り付けることもできます。
ko: 제공업체 구독 URL을 지원합니다. SS, VMess, VLESS, Trojan 등의 노드를 직접 붙여넣을 수도 있습니다.
pt_br: URLs de assinatura de provedores são compatíveis. Você também pode colar diretamente nós SS, VMess, VLESS, Trojan e outros.
ru: Поддерживаются ссылки подписок провайдеров. Также можно напрямую вставлять узлы SS, VMess, VLESS, Trojan и другие.
th: รองรับ URL การสมัครสมาชิกของผู้ให้บริการ และยังวางโหนด SS, VMess, VLESS, Trojan และอื่น ๆ ได้โดยตรง
tr: Sağlayıcı abonelik URL'leri desteklenir. SS, VMess, VLESS, Trojan ve diğer düğümleri doğrudan da yapıştırabilirsiniz.
vi: Hỗ trợ URL đăng ký của nhà cung cấp. Bạn cũng có thể dán trực tiếp các nút SS, VMess, VLESS, Trojan và loại khác.
zh_hant: 支援機場訂閱鏈接，也可以直接貼上 SS、VMess、VLESS、Trojan 等節點。

source: 支持订阅二维码，以及 SS、SSR、VMess、VLESS、Trojan、Hysteria、TUIC、WireGuard、AnyTLS、SOCKS5、HTTP(S) 节点二维码。
ar: يدعم رموز QR للاشتراك، بالإضافة إلى رموز QR لعقدة SS وSSR وVMess وVLESS وTrojan وHysteria وTUIC وWireGuard وAnyTLS وSOCKS5 وHTTP(S).
de: Unterstützt Abonnement-QR-Codes sowie SS-, SSR-, VMess-, VLESS-, Trojan-, Hysteria-, TUIC-, WireGuard-, AnyTLS-, SOCKS5- und HTTP(S)-Knoten-QR-Codes.
en: Supports subscription QR codes and SS, SSR, VMess, VLESS, Trojan, Hysteria, TUIC, WireGuard, AnyTLS, SOCKS5, and HTTP(S) node QR codes.
es: Admite códigos QR de suscripción, así como códigos QR de nodo SS, SSR, VMess, VLESS, Trojan, Hysteria, TUIC, WireGuard, AnyTLS, SOCKS5, HTTP(S).
fr: Prend en charge les codes QR d'abonnement, ainsi que les codes QR de nœud SS, SSR, VMess, VLESS, Trojan, Hysteria, TUIC, WireGuard, AnyTLS, SOCKS5, HTTP(S).
id: Mendukung kode QR berlangganan, serta kode QR node SS, SSR, VMess, VLESS, Trojan, Hysteria, TUIC, WireGuard, AnyTLS, SOCKS5, HTTP(S).
ja: サブスクリプション QR コード、SS、SSR、VMess、VLESS、Trojan、Hysteria、TUIC、WireGuard、AnyTLS、SOCKS5、HTTP(S) ノード QR コードをサポートします。
ko: 구독 QR 코드는 물론 SS, SSR, VMess, VLESS, Trojan, Hysteria, TUIC, WireGuard, AnyTLS, SOCKS5, HTTP(S) 노드 QR 코드도 지원합니다.
pt_br: Suporta códigos QR de assinatura, bem como códigos QR de nó SS, SSR, VMess, VLESS, Trojan, Hysteria, TUIC, WireGuard, AnyTLS, SOCKS5, HTTP(S).
ru: Поддерживает QR-коды подписки, а также QR-коды узлов SS, SSR, VMess, VLESS, Trojan, Hysteria, TUIC, WireGuard, AnyTLS, SOCKS5, HTTP(S).
th: รองรับรหัส QR การสมัครสมาชิก เช่นเดียวกับรหัส QR โหนด SS, SSR, VMess, VLESS, โทรจัน, ฮิสทีเรีย, TUIC, WireGuard, AnyTLS, SOCKS5, HTTP(S)
tr: Abonelik QR kodlarının yanı sıra SS, SSR, VMess, VLESS, Trojan, Hysteria, TUIC, WireGuard, AnyTLS, SOCKS5, HTTP(S) düğüm QR kodlarını destekler.
vi: Hỗ trợ mã QR đăng ký, cũng như mã QR nút SS, SSR, VMess, VLES, Trojan, Hysteria, TUIC, WireGuard, AnyTLS, SOCKS5, HTTP(S).
zh_hant: 支援訂閱二維碼，以及 SS、SSR、VMess、VLESS、Trojan、Hysteria、TUIC、WireGuard、AnyTLS、SOCKS5、HTTP(S) 節點二維碼。

source: 收起 %@
ar: إغلاق %@
de: Schließen %@
en: Close %@
es: Cerrar %@
fr: Fermer %@
id: Tutup %@
ja: 閉じる %@
ko: 닫기 %@
pt_br: Fechar %@
ru: Закрыть %@
th: ปิด %@
tr: Kapat %@
vi: Đóng %@

source: 收起 %@ 的节点
ar: طي العقدة %@
de: Reduzieren Sie den Knoten von %@
en: Collapse the node of %@
es: Contraer el nodo de %@
fr: Réduisez le nœud de %@
id: Perkecil simpul %@
ja: %@ のノードを折りたたむ
ko: %@ 노드 접기
pt_br: Recolha o nó de %@
ru: Свернуть узел %@
th: ยุบโหนดของ %@
tr: %@ düğümünü daralt
vi: Thu gọn nút của %@
zh_hant: 收起 %@ 的節點

source: 收起具体提醒
ar: إخفاء تذكيرات محددة
de: Bestimmte Erinnerungen ausblenden
en: Hide specific reminders
es: Ocultar recordatorios específicos
fr: Masquer les rappels spécifiques
id: Sembunyikan pengingat tertentu
ja: 特定のリマインダーを非表示にする
ko: 특정 알림 숨기기
pt_br: Ocultar lembretes específicos
ru: Скрыть определенные напоминания
th: ซ่อนการเตือนความจำที่เฉพาะเจาะจง
tr: Belirli hatırlatıcıları gizle
vi: Ẩn lời nhắc cụ thể
zh_hant: 收起具體提醒

source: 收起键盘
ar: إخفاء لوحة المفاتيح
de: Tastatur ausblenden
en: Hide keyboard
es: Ocultar teclado
fr: Masquer le clavier
id: Sembunyikan papan ketik
ja: キーボードを隠す
ko: 키보드 숨기기
pt_br: Ocultar teclado
ru: Скрыть клавиатуру
th: ซ่อนแป้นพิมพ์
tr: Klavyeyi gizle
vi: Ẩn bàn phím
zh_hant: 收起鍵盤

source: 数据加密
ar: تشفير البيانات
de: Datenverschlüsselung
en: Data encryption
es: Cifrado de datos
fr: Cryptage des données
id: Enkripsi data
ja: データの暗号化
ko: 데이터 암호화
pt_br: Criptografia de dados
ru: Шифрование данных
th: การเข้ารหัสข้อมูล
tr: Veri şifreleme
vi: Mã hóa dữ liệu
zh_hant: 資料加密

source: 新增规则流
ar: إضافة تدفق القاعدة
de: Regelablauf hinzufügen
en: Add rule flow
es: Agregar flujo de reglas
fr: Ajouter un flux de règles
id: Tambahkan alur aturan
ja: ルールフローの追加
ko: 규칙 흐름 추가
pt_br: Adicionar fluxo de regras
ru: Добавить поток правил
th: เพิ่มโฟลว์กฎ
tr: Kural akışı ekle
vi: Thêm luồng quy tắc
zh_hant: 新增規則流

source: 新建的规则集先保存在本机。点击右侧加号后才会加入当前规则，更新上游方案时不会被覆盖。
ar: تُحفظ مجموعة القواعد الجديدة على هذا الجهاز أولاً. ولا تُضاف إلى القواعد الحالية إلا بالضغط على + على اليمين، ولا يستبدلها تحديث المخطط الأصلي.
de: Ein neuer Regelsatz wird zuerst nur auf diesem Gerät gesichert. Er wird erst über das Pluszeichen rechts zu den aktuellen Regeln hinzugefügt und beim Aktualisieren des Ursprungsschemas nicht überschrieben.
en: A new rule set is saved on this device first. It only joins the current rules when you tap the plus on the right, and refreshing the upstream scheme never overwrites it.
es: Un conjunto de reglas nuevo se guarda primero en este dispositivo. Solo se añade a las reglas actuales al tocar el signo más de la derecha, y actualizar el esquema de origen nunca lo sobrescribe.
fr: Un nouveau jeu de règles est d'abord enregistré sur cet appareil. Il n'est ajouté aux règles actuelles qu'en touchant le plus à droite, et l'actualisation du schéma d'origine ne l'écrase jamais.
id: Set aturan baru disimpan di perangkat ini terlebih dahulu. Set itu baru masuk ke aturan saat ini ketika Anda menekan tanda plus di kanan, dan menyegarkan skema hulu tidak akan menimpanya.
ja: 新しいルールセットはまずこの端末に保存されます。右の＋を押して初めて現在のルールに追加され、元のスキームを更新しても上書きされません。
ko: 새 룰셋은 먼저 이 기기에 저장됩니다. 오른쪽 더하기를 눌러야 현재 규칙에 추가되며, 원본 구성을 새로 고쳐도 덮어쓰이지 않습니다.
pt_br: Um novo conjunto de regras é salvo primeiro neste dispositivo. Ele só entra nas regras atuais quando você toca no mais à direita, e atualizar o esquema de origem nunca o sobrescreve.
ru: Новый набор правил сначала сохраняется на этом устройстве. Он добавляется к текущим правилам только по нажатию плюса справа, и обновление исходной схемы его не перезаписывает.
th: ชุดกฎใหม่จะถูกบันทึกไว้บนอุปกรณ์นี้ก่อน จะเข้าร่วมกฎปัจจุบันก็ต่อเมื่อแตะเครื่องหมายบวกทางขวา และการอัปเดตชุดต้นทางจะไม่เขียนทับ
tr: Yeni bir kural kümesi önce bu cihazda saklanır. Ancak sağdaki artıya dokununca geçerli kurallara katılır ve kaynak şema yenilendiğinde üzerine yazılmaz.
vi: Bộ quy tắc mới được lưu trên thiết bị này trước. Nó chỉ tham gia quy tắc hiện tại khi bạn chạm dấu cộng bên phải, và việc làm mới bộ nguồn không bao giờ ghi đè lên nó.
zh_hant: 新建的規則集先保存在本機。點擊右側加號後才會加入目前規則，更新上游方案時不會被覆蓋。

source: 新建规则集
ar: مجموعة قواعد جديدة
de: Neuer Regelsatz
en: New Rule Set
es: Nuevo conjunto de reglas
fr: Nouveau jeu de règles
id: Kumpulan Aturan Baru
ja: 新規ルールセット
ko: 새 규칙 세트
pt_br: Novo conjunto de regras
ru: Новый набор правил
th: สร้างชุดกฎ
tr: Yeni Kural Seti
vi: Bộ quy tắc mới
zh_hant: 新增規則集

source: 新订阅 %lld
ar: اشتراك جديد %lld
de: Neues Abonnement %lld
en: New subscription %lld
es: Nueva suscripción %lld
fr: Nouvel abonnement %lld
id: Langganan baru %lld
ja: 新規購読 %lld
ko: 신규 구독 %lld
pt_br: Nova assinatura %lld
ru: Новая подписка %lld
th: สมัครสมาชิกใหม่ %lld
tr: Yeni abonelik %lld
vi: Đăng ký mới %lld
zh_hant: 新訂閱 %lld

source: 方案名称
ar: اسم المخطط
de: Schemaname
en: Scheme Name
es: Nombre del esquema
fr: Nom du schéma
id: Nama Skema
ja: スキーム名
ko: 구성 이름
pt_br: Nome do esquema
ru: Название схемы
th: ชื่อชุด
tr: Şema Adı
vi: Tên bộ
zh_hant: 方案名稱

source: 无
ar: لا شيء
de: Keine
en: None
es: Ninguno
fr: Aucun
id: Tidak ada
ja: なし
ko: 없음
pt_br: Nenhum
ru: Нет
th: ไม่มี
tr: Yok
vi: không có
zh_hant: 無

source: 无法使用相机扫码
ar: غير قادر على مسح رمز الاستجابة السريعة باستخدام الكاميرا
de: QR-Code kann nicht mit der Kamera gescannt werden
en: Unable to scan QR code using camera
es: No se puede escanear el código QR con la cámara
fr: Impossible de scanner le code QR à l'aide de l'appareil photo
id: Tidak dapat memindai kode QR menggunakan kamera
ja: カメラを使用して QR コードをスキャンできません
ko: 카메라를 사용하여 QR 코드를 스캔할 수 없습니다
pt_br: Não é possível ler o código QR usando a câmera
ru: Невозможно отсканировать QR-код с помощью камеры
th: ไม่สามารถสแกนรหัส QR โดยใช้กล้องได้
tr: Kamera kullanılarak QR kodu taranamıyor
vi: Không thể quét mã QR bằng máy ảnh
zh_hant: 無法使用相機掃碼

source: 无法保存规则集
ar: تعذر حفظ مجموعة القواعد
de: Regelsatz konnte nicht gespeichert werden
en: Couldn’t Save Rule Set
es: No se pudo guardar el conjunto de reglas
fr: Impossible d’enregistrer le jeu de règles
id: Tidak Dapat Menyimpan Set Aturan
ja: ルールセットを保存できません
ko: 규칙 세트를 저장할 수 없음
pt_br: Não foi possível salvar o conjunto de regras
ru: Не удалось сохранить набор правил
th: ไม่สามารถบันทึกชุดกฎได้
tr: Kural Kümesi Kaydedilemedi
vi: Không thể lưu bộ quy tắc
zh_hant: 無法儲存規則集

source: 无法修改规则
ar: تعذر تعديل القاعدة
de: Regel kann nicht geändert werden
en: Can't change rule
es: No se puede modificar la regla
fr: Impossible de modifier la règle
id: Aturan tidak bisa diubah
ja: ルールを変更できません
ko: 규칙을 수정할 수 없습니다
pt_br: Não é possível alterar a regra
ru: Не удалось изменить правило
th: แก้ไขกฎไม่ได้
tr: Kural değiştirilemiyor
vi: Không thể sửa quy tắc
zh_hant: 無法修改規則

source: 无法创建 ICMP 探测
ar: غير قادر على إنشاء مسبار ICMP
de: ICMP-Probe konnte nicht erstellt werden
en: Unable to create ICMP probe
es: No se puede crear la sonda ICMP
fr: Impossible de créer une sonde ICMP
id: Tidak dapat membuat pemeriksaan ICMP
ja: ICMP プローブを作成できません
ko: ICMP 프로브를 생성할 수 없습니다.
pt_br: Não foi possível criar uma investigação ICMP
ru: Не удалось создать ICMP-зонд.
th: ไม่สามารถสร้างโพรบ ICMP ได้
tr: ICMP araştırması oluşturulamıyor
vi: Không thể tạo đầu dò ICMP
zh_hant: 無法建立 ICMP 探測

source: 无法发送 ICMP 探测
ar: غير قادر على إرسال مسبار ICMP
de: ICMP-Probe konnte nicht gesendet werden
en: Unable to send ICMP probe
es: No se puede enviar la sonda ICMP
fr: Impossible d'envoyer la sonde ICMP
id: Tidak dapat mengirim pemeriksaan ICMP
ja: ICMP プローブを送信できません
ko: ICMP 프로브를 보낼 수 없습니다.
pt_br: Não foi possível enviar a investigação ICMP
ru: Невозможно отправить ICMP-зонд
th: ไม่สามารถส่งโพรบ ICMP ได้
tr: ICMP araştırması gönderilemiyor
vi: Không thể gửi thăm dò ICMP
zh_hant: 無法發送 ICMP 探測

source: 无法启动本机临时导入服务
ar: غير قادر على بدء خدمة الاستيراد المؤقتة الأصلية
de: Der native temporäre Importdienst kann nicht gestartet werden
en: Unable to start native temporary import service
es: No se puede iniciar el servicio de importación temporal nativo
fr: Impossible de démarrer le service d'importation temporaire natif
id: Tidak dapat memulai layanan impor sementara asli
ja: ネイティブの一時インポート サービスを開始できません
ko: 기본 임시 가져오기 서비스를 시작할 수 없습니다.
pt_br: Não foi possível iniciar o serviço nativo de importação temporária
ru: Невозможно запустить встроенную службу временного импорта
th: ไม่สามารถเริ่มบริการนำเข้าชั่วคราวดั้งเดิมได้
tr: Yerel geçici içe aktarma hizmeti başlatılamıyor
vi: Không thể bắt đầu dịch vụ nhập tạm thời gốc
zh_hant: 無法啟動本機臨時導入服務

source: 无法添加规则
ar: Unable to Add Rule
de: Unable to Add Rule
en: Unable to Add Rule
es: Unable to Add Rule
fr: Unable to Add Rule
id: Unable to Add Rule
ja: Unable to Add Rule
ko: Unable to Add Rule
pt_br: Unable to Add Rule
ru: Unable to Add Rule
th: Unable to Add Rule
tr: Unable to Add Rule
vi: Unable to Add Rule
zh_hant: 無法加入規則

source: 无法生成二维码
ar: غير قادر على إنشاء رمز الاستجابة السريعة
de: QR-Code kann nicht generiert werden
en: Unable to generate QR code
es: No se puede generar el código QR
fr: Impossible de générer le code QR
id: Tidak dapat membuat kode QR
ja: QRコードを生成できません
ko: QR 코드를 생성할 수 없습니다
pt_br: Não foi possível gerar o código QR
ru: Невозможно сгенерировать QR-код
th: ไม่สามารถสร้างโค้ด QR ได้
tr: QR kodu oluşturulamıyor
vi: Không thể tạo mã QR
zh_hant: 無法產生二維碼

source: 无法生成客户端导入链接
ar: غير قادر على إنشاء رابط استيراد العميل
de: Client-Importlink konnte nicht generiert werden
en: Unable to generate client import link
es: No se puede generar el enlace de importación del cliente
fr: Impossible de générer le lien d'importation client
id: Tidak dapat membuat tautan impor klien
ja: クライアントインポートリンクを生成できません
ko: 클라이언트 가져오기 링크를 생성할 수 없습니다.
pt_br: Não foi possível gerar o link de importação do cliente
ru: Невозможно создать ссылку для импорта клиента
th: ไม่สามารถสร้างลิงก์นำเข้าไคลเอ็นต์ได้
tr: İstemci içe aktarma bağlantısı oluşturulamıyor
vi: Không thể tạo liên kết nhập khách hàng
zh_hant: 無法產生客戶端匯入連結

source: 无法解析节点地址（%@）
ar: غير قادر على حل عنوان العقدة (%@)
de: Knotenadresse kann nicht aufgelöst werden (%@)
en: Unable to resolve node address (%@)
es: No se puede resolver la dirección del nodo (%@)
fr: Impossible de résoudre l'adresse du nœud (%@)
id: Tidak dapat menyelesaikan alamat node (%@)
ja: ノードアドレスを解決できません (%@)
ko: 노드 주소를 확인할 수 없습니다(%@).
pt_br: Não foi possível resolver o endereço do nó (%@)
ru: Невозможно определить адрес узла (%@)
th: ไม่สามารถแก้ไขที่อยู่โหนด (%@)
tr: Düğüm adresi çözümlenemiyor (%@)
vi: Không thể phân giải địa chỉ nút (%@)
zh_hant: 無法解析節點位址（%@）
